{
    "address": "Pretoria, South Africa",
    "marital_status": "",
    "property_holding": "",
    "early_life": "Elon Reeve Musk was born on June 28, 1971, in Pretoria, one of South Africa's capital cities. Musk has British and Pennsylvania Dutch ancestry. His mother, Maye Musk (née Haldeman), is a model and dietitian born in Saskatchewan, Canada, and raised in South Africa. His father, Errol Musk, is a South African electromechanical engineer, pilot, sailor, consultant, and property developer, who partly owned a Zambian emerald mine near Lake Tanganyika. Musk has a younger brother, Kimbal, and a younger sister, Tosca.Musk's family was wealthy during his youth. His father was elected to the Pretoria City Council as a representative of the anti-apartheid Progressive Party and has said that his children shared their father's dislike of apartheid. His maternal grandfather, Joshua Haldeman, was an American-born Canadian who took his family on record-breaking journeys to Africa and Australia in a single-engine Bellanca airplane. After his parents divorced in 1980, Musk chose to live primarily with his father. Musk later regretted his decision and became estranged from his father. He has a paternal half-sister and a half-brother.Maye Musk has said of her son that he \"was shy and awkward at school\" and \"didn't have many friends\". At age ten, he developed an interest in computing and video games, teaching himself how to program from the VIC-20 user manual. At age twelve, he sold his BASIC-based game Blastar to PC and Office Technology magazine for approximately $500.",
    "Business_career": "In 1995, Musk, his brother Kimbal, and Greg Kouri founded Zip2. Errol Musk provided them with $28,000 in funding. The company developed an Internet city guide with maps, directions, and yellow pages, and marketed it to newspapers. They worked at a small rented office in Palo Alto, with Musk coding the website every night. Eventually, Zip2 obtained contracts with The New York Times and the Chicago Tribune. The brothers persuaded the board of directors to abandon a merger with CitySearch; however, Musk's attempts to become CEO were thwarted. Compaq acquired Zip2 for $307 million in cash in February 1999, and Musk received $22 million for his 7-percent share.Later in 1999, Musk co-founded X.com, an online financial services and e-mail payment company with $12 million of the money he made from the Compaq acquisition. X.com was one of the first federally insured online banks, and over 200,000 customers joined in its initial months of operation. Even though Musk founded the company, investors regarded him as inexperienced and replaced him with Intuit CEO Bill Harris by the end of the year.In 2000, X.com merged with online bank Confinity to avoid competition, as the latter's money-transfer service PayPal was more popular than X.com's service. Musk then returned as CEO of the merged company. His preference for Microsoft over Unix-based software caused a rift among the company's employees, and eventually led Confinity co-founder Peter Thiel to resign. With the company suffering from compounding technological issues and the lack of a cohesive business model, the board ousted Musk and replaced him with Thiel in September 2000. Under Thiel, the company focused on the money-transfer service and was renamed PayPal in 2001.In 2002, PayPal was acquired by eBay for $1.5 billion in stock, of which Musk—PayPal's largest shareholder with 11.72% of shares—received $175.8 million. In 2017, more than 15 years later, Musk purchased the X.com domain from PayPal for its \"sentimental value\". In 2022, Musk discussed a goal of creating \"X, the everything app\".In February 2002, the group returned to Russia with Mike Griffin (president of In-Q-Tel) to look for three ICBMs. They had another meeting with Kosmotras and were offered one rocket for $8 million, which Musk rejected. He instead decided to start a company that could build affordable rockets. With $100 million of his own money, Musk founded SpaceX in May 2002 and became the company's CEO and Chief Engineer.SpaceX attempted its first launch of the Falcon 1 rocket in 2006. Though the rocket failed to reach Earth orbit, it was awarded a Commercial Orbital Transportation Services program contract from NASA Administrator (and former SpaceX consultant) Mike Griffin later that year. After two more failed attempts that nearly caused Musk and his companies to go bankrupt, SpaceX succeeded in launching the Falcon 1 into orbit in 2008. Later that year, SpaceX received a $1.6 billion Commercial Resupply Services contract from NASA for 12 flights of its Falcon 9 rocket and Dragon spacecraft to the International Space Station, replacing the Space Shuttle after its 2011 retirement. In 2012, the Dragon vehicle docked with the ISS, a first for a commercial spacecraft.Working towards its goal of reusable rockets, in 2015 SpaceX successfully landed the first stage of a Falcon 9 on an inland platform. Later landings were achieved on autonomous spaceport drone ships, an ocean-based recovery platform. In 2018, SpaceX launched the Falcon Heavy; the inaugural mission carried Musk's personal Tesla Roadster as a dummy payload. Since 2019, SpaceX has been developing Starship, a fully-reusable, super-heavy-lift launch vehicle intended to replace the Falcon 9 and the Falcon Heavy. In 2020, SpaceX launched its first crewed flight, the Demo-2, becoming the first private company to place astronauts into orbit and dock a crewed spacecraft with the ISS.In 2015, SpaceX began development of the Starlink constellation of low-Earth-orbit satellites to provide satellite Internet access, with the first two prototype satellites launched in February 2018. A second set of test satellites, and the first large deployment of a piece of the constellation, occurred in May 2019, when the first 60 operational satellites were launched. The total cost of the decade-long project to design, build, and deploy the constellation is estimated by SpaceX to be about $10 billion. Some critics, including the International Astronomical Union, have alleged that Starlink blocks the view of the sky and poses a collision threat to spacecraft.During the Russian invasion of Ukraine, Musk sent Starlink terminals to Ukraine to provide Internet access and communication. However, Musk refused to block Russian state media on Starlink, declaring himself \"a free speech absolutist\". In October 2022, Musk stated that about 20,000 satellite terminals had been donated to Ukraine, together with free data transfer subscriptions, which cost SpaceX $80 million. After asking the United States Department of Defense to pay for further units and future subscriptions on behalf of Ukraine, Musk publicly stated that SpaceX would continue to provide Starlink to Ukraine for free, at a yearly cost to itself of $400 million.Tesla, Inc.—originally Tesla Motors—was incorporated in July 2003 by Martin Eberhard and Marc Tarpenning, who financed the company until the Series A round of funding. Both men played active roles in the company's early development prior to Musk's involvement. Musk led the Series A round of investment in February 2004; he invested $6.5 million, became the majority shareholder, and joined Tesla's board of directors as chairman. Musk took an active role within the company and oversaw Roadster product design but was not deeply involved in day-to-day business operations.Following a series of escalating conflicts in 2007, and the financial crisis of 2007–2008, Eberhard was ousted from the firm. Musk assumed leadership of the company as CEO and product architect in 2008. A 2009 lawsuit settlement with Eberhard designated Musk as a Tesla co-founder, along with Tarpenning and two others. As of 2019, Musk was the longest-tenured CEO of any automotive manufacturer globally. In 2021, Musk nominally changed his title to \"Technoking\" while retaining his position as CEO.Tesla began delivery of an electric sports car, the Roadster, in 2008. With sales of about 2,500 vehicles, it was the first serial production all-electric car to use lithium-ion battery cells. Tesla began delivery of its four-door Model S sedan in 2012. A cross-over, the Model X was launched in 2015. A mass-market sedan, the Model 3, was released in 2017. The Model 3 is the all-time bestselling plug-in electric car worldwide, and in June 2021 it became the first electric car to sell 1 million units globally. A fifth vehicle, the Model Y crossover, was launched in 2020. The Cybertruck, an all-electric pickup truck, was unveiled in 2019. Under Musk, Tesla has also constructed multiple lithium-ion battery and electric vehicle factories, named Gigafactories.Since its initial public offering in 2010, Tesla stock has risen significantly; it became the most valuable carmaker in summer 2020, and it entered the S&P 500 later that year. In October 2021, it reached a market capitalization of $1 trillion, the sixth company in U.S. history to do so. In November 2021, Musk proposed, on Twitter, to sell 10% of his Tesla stock, since \"much is made lately of unrealized gains being a means of tax avoidance\". After more than 3.5 million Twitter accounts supported the sale, Musk sold $6.9 billion of Tesla stock within a week, and a total of $16.4 billion by year end, reaching the 10% target. In February 2022, The Wall Street Journal reported that both Elon and Kimbal Musk were under investigation by the SEC for possible insider trading related to the sale. In 2022, Musk unveiled a robot developed by Tesla, Optimus. On June 20, 2023, Musk met with Indian Prime Minister Narendra Modi in New York City, suggesting that he might be interested in investing in India \"as soon as humanly possible\".",
    "Name": "Elon Musk",
    "Net_Worth": "$269.8B",
    "Bio": "About Elon MuskElon Musk cofounded six companies, including electric car maker Tesla, rocket producer SpaceX and tunneling startup Boring Company.He owns about 23% of Tesla between stock and options, and has pledged some of his shares as collateral for loans.SpaceX, founded in 2002, is worth $127 billion after a funding round in May 2022; it quadrupled its value in three years.Boring Company, which aims to defeat traffic, raised $675 million in April 2022 at a $5.7 billion valuation.Twitter's board agreed to sell the company to Musk for $44 billion in April 2022, after he disclosed a 9.1% stake and threatened a hostile takeover.The deal closed in October 2022 after Musk tried to back out and Twitter sued. Musk owns an estimated 74% of the company, which is now called X.",
    "Age": "52",
    "Source of Wealth": "Tesla, SpaceX, Self Made",
    "Self-Made Score": "8",
    "Philanthropy Score": "1",
    "Residence": "Austin, Texas",
    "Citizenship": "United States",
    "Marital Status": "Single",
    "Children": "10",
    "Education": "Bachelor of Arts/Science, University of Pennsylvania",
    "Billionaires Rank (2023)": "The Richest Person In Every State",
    "image_path": "http://localhost:3000/pages/data/public/images/elon_musk.jpg",
    "legal_disputes": "Elon Musk has been involved in several legal disputes. In 2008, Musk was sued byMartin Eberhard, the co-founder of Tesla Motors, for allegedly pushing him out of the company. The case was settled out of court. In 2010, Musk was sued by Garrett Reisman, a former NASA astronaut, for defamation. The case was settled out of court. In 2016, Musk was sued by the Securities and Exchange Commission for allegedly making false and misleading statements about Tesla's production forecast. The case was settled out of court.",
    "Close_connections": "• Steve Jobs\n• Bill Gates\n• Sergey Brin\n• Larry Page\n• Jeff Bezos",
    "Additional_Information": "Elon Musk is a co-founder of PayPal and Tesla Motors. He also founded SpaceX, and is now working on developing the Hyperloop."
}