{
    "address": "Antilia, a private 27-storey building in Mumbai",
    "marital_status": "married",
    "property_holding": "Reliance Industries, Reliance Retail Ltd., Mumbai Indians, Indian Super League",
    "early_life": "born on 19 April 1957 in the British Crown colony of Aden (present-day Yemen) into a Gujarati Hindu family to Dhirubhai Ambani and Kokilaben Ambani",
    "Business_career": "chairman and managing director of Reliance Industries, India's most valuable company by market value",
    "Investment_details": "owns the Indian Premier League franchise Mumbai Indians and is the founder of the Indian Super League",
    "philanthropy_activities": "ranked fifth among India's philanthropists",
    "awards_and_honours": "none",
    "Occupation": "businessman",
    "Name": "Mukesh Ambani",
    "Net_Worth": "$95.8B",
    "Bio": "About Mukesh AmbaniMukesh Ambani chairs and runs $110 billion (revenue) Reliance Industries, which has interests in petrochemicals, oil and gas, telecom and retail.Reliance was founded by his late father Dhirubhai Ambani, a yarn trader, in 1966 as a small textile manufacturer. After his father's death in 2002, Ambani and his younger sibling Anil divvied up the family empire.Reliance's telecom and broadband service Jio has close to 450 million subscribers. In August 2023, Reliance listed its finance arm, Jio Financial Services.  Ambani is pivoting Reliance into green energy. The company will be investing $80 billion over the next 10-15 years on renewable energy and building a new complex next to its refinery.Ambani has spelled out his succession plan: son Akash is now chairman of Reliance Jio; daughter Isha oversees retail and financial services, and younger son Anant is in the new energy business.",
    "Age": "66",
    "Source of Wealth": "Diversified",
    "Residence": "Mumbai, India",
    "Citizenship": "India",
    "Marital Status": "Married",
    "Children": "3",
    "Education": "Drop Out, Stanford University; Bachelor of Science in Engineering, University of Mumbai",
    "Billionaires Rank (2023)": "#9",
    "image_path": "http://localhost:3000/pages/data/public/images/mukesh_ambani.jpg",
    "legal_disputes": "There are no known legal disputes involving Mukesh Ambani.",
    "Close_connections": "1. Anil Ambani\n2. Dhirubhai Ambani\n3. Kokilaben Ambani\n4. Mukesh Ambani\n5. Nita Ambani",
    "Additional_Information": "Mukesh Ambani is an Indian business magnate, the chairman and managing director of Reliance Industries Limited (RIL), and one of the richest men in Asia. Ambani is the son of late Dhirubhai Ambani, the founder of Reliance Industries, and Kokilaben Ambani. He has a younger brother, Anil Ambani, and two sisters, Nina Kothari and Dipti Salgaocar. Reliance Industries is India's second-largest company by turnover, and Ambani personally owns a 44.7% stake in the business."
}